[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Dutch
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Jaap  - 21-JUN-2015



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nee

StateRunning=Wordt uitgevoerd
StateStopped=Gestopt
StatePaused=Gepauzeerd
StatePausePending=Pauzeer behandeling
StateContinuePending=Voortzetten behandeling
StateStartPending=Start behandeling
StateStopPending=Stop behandeling

StartupAutomaticDelayed=Automatisch (vertraagd)
StartupAutomatic=Automatisch
StartupManual=Handmatig
StartupDisabled=Uitgeschakeld

; Some Actions
ActionStarting=Starten %s
ActionStopping=Stoppen %s
ActionPausing=Onderbreken %s

; Remote Computer Management
RemoteComputer=Computer op afstand
AddRemoteComputer=Toevoegen

; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ServiceName=Servicenaam
DisplayName=Weergegeven naam
Description=Beschrijving
BinaryPath=Pad naar het uitvoerbare bestand
StartupType=Opstarttype
State=Status
DesktopInteraction=Bureaublad interactie
OwnProcess=Heeft een eigen proces
LogonAs=Aanmelden als
RequiredPrivileges=Vereiste rechten


; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=Eigenschappen van %s

; Some common form components
btnOK=OK
btnCancel=Annuleren
btnApply=&Toepassen
tsGeneral=Algemeen
tsAdvanced=Geavanceerd
tsDependencies=Afhankelijkheden

; TabSheet General
lblServiceName=Servicenaam:
lblDisplayName=Weergegeven &naam:
lblDescription=&Beschrijving:
lblBinaryPath=&Pad naar het uitvoerbare bestand:
lblStartupType=Op&tarttype:
lblState=Status:
popupExecutableShowProperties=Toon e&igenschappen v/h uitvoerbare bestand
popupExecutableViewInSeparateLister=Toon het uitvoerbare bestand in TC &Lister (afzonderlijk proces)

btnStart=&Start
btnPause=&Pauze
btnStop=St&op
btnRestart=&Herstart
; Please don't make a keyboard shortcut for the delete button!
btnDelete=Verwijder
lblQueryError=Opm: Er deed zich een fout voor tijdens het bevragen van de service configuratie (Foutcode %d). De informatie over deze service is mogelijk niet compleet en/of onjuist!

; TabSheet Advanced
lblLogonAs=Aanmelden als:
lblPassword=&Wachtwoord:
lblPasswordConfirm=&Bevestig wachtwoord:
lblErrorControl=&Foutafhandeling:
checkInteractive=&Interactie toestaan van service met het bureaublad
radioLocalSystem=&Lokaal systeemaccount
radioLocalService=Lokaal &serviceaccount
radioThisAccount=&Dit account:
radioNetworkService=&Netwerk serviceaccount
comboErrorControl=Negeer\nNormaal\nErnstig\nKritiek
btnBrowse=&Bladeren...
checkOwnProcess=Service draait in een &eigen proces
checkWow64=Service is WOW64 (32 bit service op 64 bit Windows)
btnLaunchMMC=Start &MMC Snap-in (services.msc) op deze computer

; TabSheet Dependencies
lblDependent=%s is vereist door:
lblDependencies=%s is afhankelijk van de volgende services:
TypeDriver=[Stuurprogramma]
TypeGroup=[Groep]

; Messages in TabSheet Dependencies
MsgNoDependencies=Geen afhankelijkheden
MsgWarn1=Warning: Niet alle afhankelijkheden konden wordt vastgesteld!
MsgWarn2=Meest waarschijnlijke oorzaak: Het ontbreken van administratieve rechten.

; Dialogs
DlgDeleteText=Wilt u %s daadwerkelijk verwijderen?
DlgDeleteTitle=Verwijder %s?

DlgDependentsRunning1=Wanneer %s is gestopt, worden deze services ook gestopt.
DlgDependentsRunning2=Wilt u deze services stoppen?

DlgDependenciesStopped1=Wanneer %s is gestart, worden deze services ook gestart.
DlgDependenciesStopped2=Wilt u deze services starten?

DlgConfirmAddAccountRight=Om een service uit te voeren als "%s", moet aan het account het recht zijn toegekend om aan te melden als een service (%s).\n\nDoorgaan?
DlgAccountRightAdded=Het account "%s" heeft het recht succesvol toegekend.
DlgAccountRightNotAdded=Fout bij toekennen recht aan "%s"!\nDe fout was: %s (%u).
DlgPasswordsDiffer=De wachtwoorden komen niet overeen!
DlgInvalidAccount=De opgegeven accountnaam is ongeldig!



[fmPluginSettings]
fmPluginSettings=Instellingen
lblLanguage=&Taal:
checkShowState=&Toon de servicestatus in de kolom 'extensie' van TC's venster
checkShowSvcNameAsName=Toon service &naam in plaats van de display naam in TC's venster
checkClassicTreeStyle=&Gebruik de klassieke stijl in afhankelijkheids bomen
checkAllowDeleteInPanel=&Sta het verwijderen toe van services in TC's venster
checkLoadCustomColumns=Laad &aangepast kolommenoverzicht na het openen van de plugin
lblClassicTreeStyle=Dit maakt gebruik van plus/min tekens in plaats van driehoeken op Vista en hoger
checkEnableRemoteManagement=Inschakelen &Computer beheer op afstand
checkToolsShowIcons=T&oon iconen in de lijst van interne/externe tools
checkAddSvcNameToDependencyTrees=Toon de servicenaam in &afhankelijkheids bomen

lblIniLocation=Locatie van het plugin ins&tellingen bestand:
btnOK=OK
btnCancel=Annuleren
DlgReloadSettings=Klik op OK na het bewerken om de plugin instellingen te herlanden.

[fmAddRemoteComputer]
fmAddRemoteComputer=Toevoegen computer op afstand
lblComputerName=Computernaam op &afstand:
btnBrowse=&Bladeren...
btnOK=&Toevoegen
btnCancel=Annuleren
DlgSelectComputer=Selecteer een computer uit de lijst om toe te voegen
